Repository: 0x890/FindMyDevice-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, bn_bd, es, ja, nl, ru, sq, sr_latn

source: Your device is erasing.
ar: .يتم حذف جهازك الآن
bn_bd: আপনার ডিভাইস মুছে ফেলা হচ্ছে।
es: El dispositivo se está borrando.
ja: 端末のデータを消去しています。
nl: Uw apparaat wordt gewist.
ru: Ваше устройство стирается.
sq: Pajisja juaj po bën fshirjen.
sr_latn: Vaš uređaj se briše.

source: An error occurred while trying to erase your device.
ar: .حدث خطأ اثناء محاولة حذف جهازك
bn_bd: আপনার ডিভাইসটি মুছে ফেলার সময় একটি ত্রুটি হয়েছে।
es: Se produjo un error al intentar borrar el dispositivo.
ja: 端末のデータ消去中に問題が発生しました。
ru: При попытке стирания устройства произошла ошибка.
sq: Ndodhi një gabim teksa po provohej të fshihej pajisja juaj.
sr_latn: Pojavila se greška pri pokušaju brisanja Vašeg uređaja.

source: Your device is locked.
ar: .جهازك مقفل
bn_bd: আপনার ডিভাইসটি লক করা হয়েছে।
es: El dispositivo está bloqueado.
ja: 端末をロックしています。
nl: Uw apparaat is vergrendeld.
ru: Ваше устройство заблокировано.
sq: Pajisja juaj është e kyçur.
sr_latn: Vaš uređaj je zaključan.

source: An error occurred while trying to lock your device.
ar: .حدث خطأ اثناء محاولة قفل جهازك
bn_bd: আপনার ডিভাইসটি লক করার সময় একটি ত্রুটি হয়েছে।
es: Se produjo un error al intentar bloquear el dispositivo.
ja: 端末のロック操作中に問題が発生しました。
nl: Er is een fout opgetreden bij het vergrendelen van uw apparaat.
ru: При попытке блокировки устройства произошла ошибка.
sq: Ndodhi një gabim teksa po provohej të kyçej pajisja juaj.
sr_latn: Pojavila se greška pri pokušaju zaključavanja Vašeg uređaja.

source: Your device is ringing.
ar: .جهازك يرن
bn_bd: আপনার ডিভাইসে রিং বাজছে।
es: El dispositivo está sonando.
ja: 端末の着信音を鳴らしています。
nl: Uw apparaat gaat over.
ru: Ваше устройство сейчас звонит.
sq: Zilja e pajisjes suaj po bie.
sr_latn: Vaš uređaj zvoni.

source: An error occurred while trying to ring your device.
ar: .حدث خطأ اثناء محاولة رن جهازك
bn_bd: আপনার ডিভাইসে রিং বাজানোর সময় একটি ত্রুটি হয়েছে।
es: Se produjo un error al intentar llamar al dispositivo.
ja: 端末の着信音を鳴らしている間に問題が発生しました。
nl: Er is een fout opgetreden bij het laten overgaan van uw apparaat.
ru: При попытке звонка на устройство произошла ошибка.
sq: Ndodhi një gabim teksa po provohej t’i bihej ziles së pajisjes suaj.
sr_latn: Pojavila se greška pri pokušaju zvanja Vašeg uređaja.

source: An error occurred while trying to locate your device. Trying again...
ar: ...حدث خطأ اثناء محاولة تحديد مكان جهازك. جاري المحاولة مرة آخرى
bn_bd: আপনার ডিভাইস খুঁজে বের করার সময় একটি ত্রুটি হয়েছে। পুনরায় চেষ্টা করা হচ্ছে...
es: Se produjo un error al tratar de localizar el dispositivo. Probando de nuevo...
ja: 端末の位置特定中に問題が発生しました。再試行中です...
nl: Er is een fout opgetreden bij het lokaliseren van uw apparaat. Opnieuw proberen…
ru: При попытке поиска устройства произошла ошибка. Повторяем попытку...
sq: Ndodhi një gabim teksa po provohej të lokalizohej pajisja juaj. Po riprovohet...
sr_latn: Pojavila se greška pri pokušaju pronalaženja Vašeg uređaja. Pokušavam ponovo...

source: Locating device...
ar: ...تحديد مكان الجهاز
bn_bd: ডিভাইস খুঁজে বের করা হচ্ছে...
es: Localizando dispositivo...
ja: 端末の位置を特定しています...
nl: Apparaat lokaliseren…
ru: Поиск устройства...
sq: Po lokalizohet pajisja...
sr_latn: Pronalaženje uređaja...

source: Menu
ar: قائمة
bn_bd: মেনু
es: Menú
ja: メニュー
ru: Меню
sr_latn: Meni

source: Sign out
ar: تسجيل الخروج
bn_bd: সাইন আউট
es: Salir
ja: ログアウト
nl: Afmelden
ru: Выйти
sq: Dilni
sr_latn: Odjavi se

source: Connecting to device...
ar: ...جاري الإتصال بجهاز
bn_bd: ডিভাইসের সাথে সংযোগ স্থাপন করা হচ্ছে...
es: Conectando con dispositivo...
ja: 端末へ接続しています...
nl: Verbinden met apparaat…
ru: Соединение с устройством...
sq: Po lidhet me pajisjen...
sr_latn: Povezivanje sa uređajem...

source: Firefox OS
ar: فَيَرفُكس أو أس

source: Ring
ar: إتصال
bn_bd: রিং
es: Sonar
ja: 着信音
nl: Bellen
ru: Позвонить
sq: Bjeri Ziles
sr_latn: Zvoni

source: Lock
ar: قفل
bn_bd: লক
es: Bloquear
ja: ロック
nl: Vergrendelen
ru: Заблокировать
sq: Kyçe
sr_latn: Zaključaj

source: Erase
ar: حذف
bn_bd: মুছা
es: Borrar
ja: 消去
nl: Wissen
ru: Стереть
sq: Fshije
sr_latn: Izbriši

source: Sorry but you don't have any devices.
ar: .عذرا لكن لا تملك اي جهاز
bn_bd: দুঃখিত কিন্তু আপনার কোন ডিভাইস নেই।
es: Lo sentimos, pero no tiene ningún dispositivo.
ja: あなたはまだ端末をお持ちでないようです。
nl: Sorry, maar u hebt geen apparaten.
ru: Извините, но у вас нет никаких устройств.
sq: Na ndjeni, por nuk keni ndonjë pajisje.
sr_latn: Izvinite, ali Vi nemate nijedan uređaj.

source: Enable Find My Device on your Firefox OS device.
ar: .شغل اوجد جهازي على فَيَرفُكس أو أس
bn_bd: আপনার Firefox OS সম্বলিত ডিভাইসে Find My Device সক্রিয় করুন।
es: Activar Buscar mi dispositivo en Firefox OS.
ja: あなたの Firefox OS 端末の Find My Device を有効化
nl: Schakel Find My Device in op uw Firefox OS-apparaat.
ru: Включить «Найти мое устройство» на вашем устройстве с Firefox OS.
sq: Aktivizoni Gjej Pajisjen Time te pajisja juaj me FirefoxOS.
sr_latn: Omogućite Pronađi moj uređaj na Vašem Firefox OS uređaju.

source: Close
ar: غلق
bn_bd: বন্ধ
es: Cerrar
ja: 閉じる
nl: Sluiten
ru: Закрыть
sq: Mbylle
sr_latn: Zatvori

source: Erase Device
ar: حذف الجهاز
bn_bd: ডিভাইস মুছুন
es: Borrar dispositivo
ja: 端末のデータを消去
nl: Apparaat wissen
ru: Стереть устройство
sq: Fshijeni Pajisjen
sr_latn: Izbriši uređaj

source: Erasing your device will:
ar: :حذف جهازك سوف
bn_bd: আপনার ডিভাইস মুছে ফেলা হলে:
es: Al borrar el dispositivo:
ja: データの消去により次の操作が行われます:
nl: Wissen van uw apparaat zal:
ru: Стирание устройства приведёт к:
sq: Fshirja e pajisjes suaj do të shkaktojë:
sr_latn: Brisanje Vašeg uređaja će:

source: Delete your contacts, media, messages and installed apps
ar: حذف جهات الإتصال،الميديا،الرسائل و التطبيقات المركبة
bn_bd: আপনার পরিচিতি, মিডিয়া, বার্তা এবং ইন্সটল করা অ্যাপ মুছে যাবে।
es: Se borrarán contactos, archivos multimedia, mensajes y apps instaladas
ja: 連絡先、メディア、メッセージ、インストール済みアプリが削除されます
nl: Uw contacten, media, berichten en geïnstalleerde apps verwijderen
ru: Удалению ваших контактов, медиа, сообщений и установленных приложений
sq: Fshirjen e kontakteve tuaja, mediave, mesazheve dhe aplikacioneve të instaluara
sr_latn: Obrisati Vaše kontakte, videe, poruke i instalirane aplikacije

source: Restore the device to its factory settings
ar: إعادة الجهاز الى ضبط المصنع
bn_bd: ডিভাইসটি তার ক্রয়ের পূর্বের অবস্থায় ফিরে যাবে
es: Se restaurará el dispositivo a su configuración de fábrica
ja: 端末の設定が出荷時の状態に復元されます
nl: Het apparaat terugzetten naar de fabrieksinstellingen
ru: Сбросу параметров устройства на заводские установки
sq: Rikthimin e pajisjes te rregullimet e prodhuesit
sr_latn: Vratiti uređaj na fabričko podešavanje

source: Disable Find My Device
ar: إيقاف أوجد جهازي
bn_bd: Find My Device নিষ্ক্রিয় করুন
es: Se desactivará Buscar mi dispositivo
ja: Find My Device が無効化されます
nl: Find My Device uitschakelen
ru: Отключить «Найти мое устройство»
sq: Çaktivizojeni Gjej Pajisjen Time
sr_latn: Isključiti Pronađi moj uređaj

source: Confirmation
ar: تأكيد
bn_bd: নিশ্চিতকরণ
es: Confirmación
ja: 確認
nl: Bevestiging
ru: Подтверждение
sq: Ripohim
sr_latn: Potvrda

source: Are you sure you want to erase your device?
ar: هل أنت متأكد من أنك تريد حذف جهازك؟
bn_bd: আপনি কি আপনার ডিভাইসটি মুছে ফেলার ব্যাপারে নিশ্চিত?
es: ¿Seguro que quiere borrar el dispositivo?
ja: 本当に端末のデータを消去しますか？
nl: Weet u zeker dat u uw apparaat wilt wissen?
ru: Вы уверены, что хотите стереть ваше устройство?
sq: Jeni i sigurt se doni të fshihet pajisja juaj?
sr_latn: Da li ste sigurni da želite da izbrišete Vaš uređaj?

source: Cancel
ar: إلغاء
bn_bd: বাতিল
es: Cancelar
ja: キャンセル
nl: Annuleren
ru: Отмена
sq: Anuloje
sr_latn: Otkaži

source: Lock Device
ar: إقفل الجهاز
bn_bd: ডিভাইস লক
es: Bloquear dispositivo
ja: 端末をロック
nl: Apparaat vergrendelen
ru: Заблокировать устройство
sq: Kyçeni Pajisjen
sr_latn: Zaključaj uređaj

source: Step 1
ar: المرحلة 1
bn_bd: ধাপ ১
es: Paso 1
ja: ステップ 1
nl: Stap 1
ru: Шаг 1
sq: Hapi 1
sr_latn: Korak 1

source: Step 2
ar: المرحلة 2
bn_bd: ধাপ ২
es: Paso 2
ja: ステップ 2
nl: Stap 2
ru: Шаг 2
sq: Hapi 2
sr_latn: Korak 2

source: Enter a note to show on the device:
ar: :ادخل ملاحظة لتظهر على الجهاز
bn_bd: আপনার ডিভাইসে প্রদর্শন করবে এমন একটি নোট লিখুন:
es: Escriba una nota para que se muestre en el dispositivo:
ja: 端末上に表示するメッセージを入力してください。
nl: Voer een tekst in om op het apparaat te tonen:
ru: Введите сообщение для показа на устройстве:
sq: Jepni një shënim që të shfaqet te pajisja:
sr_latn: Unesite belešku koju ćete prikazati na uređaju:

source: Note (optional)
ar: (ملاحظة (إختياري
bn_bd: নোট (বাধ্যতামূলক নয়)
es: Nota (opcional)
ja: メッセージ (任意)
nl: Tekst (optioneel)
ru: Сообщение (необязательно)
sq: Shënim (opsional)
sr_latn: Beleška (neobavezno)

source: Next
ar: التالي
bn_bd: পরবর্তী
es: Siguiente
ja: 次へ
nl: Volgende
ru: Далее
sq: Pasuesi
sr_latn: Dalje

source: Back
ar: السابق
bn_bd: পেছনে
es: Anterior
ja: 戻る
nl: Terug
ru: Назад
sq: Mbrapsht
sr_latn: Nazad

source: Enter a passcode to lock your device:
ar: :ادخل كلمة مرور لقفل جهازك
bn_bd: ডিভাইস লক করার জন্য একটি পাসকোড প্রবেশ করান:
es: Escriba una contraseña para bloquear el dispositivo:
ja: 端末をロックするための暗証番号を入力:
nl: Voer een wachtwoordcode in om uw apparaat te vergrendelen:
ru: Введите код для блокировки вашего устройства:
sq: Jepni një kodkalim që të kyçni pajisjen tuaj:
sr_latn: Unesite šifru da zaključate uređaj:

source: Passcode is required.
ar: .كلمة المرور مطلوبة
bn_bd: পাসকোড আবশ্যক।
es: Se necesita una contraseña.
ja: 暗証番号は必須です。
nl: Wachtwoordcode is vereist.
ru: Необходим код.
sq: Kodkalimi është i domosdoshëm.
sr_latn: Šifra je neophodna.

source: Passcode must be 4 digits.
ar: كلمة المرور يجب ان تكون 4 ارقام
bn_bd: পাসকোড অবশ্যই ৪ অক্ষরের হতে হবে।
es: La contraseña debe tener 4 dígitos.
ja: 暗証番号は 4 桁の数字にしてください。
nl: Wachtwoordcode moet uit 4 cijfers bestaan.
ru: Код должен состоять из 4 цифр.
sq: Kodkalimi duhet të jetë me 4 shifra.
sr_latn: Šifra mora sadržati 4 broja.

source: Enter passcode again:
ar: أدخل كلمة المرور مرة أخرى
bn_bd: আবারও পাসকোড প্রবেশ করান:
es: Escriba la contraseña de nuevo:
ja: 暗証番号を再度入力:
nl: Voer wachtwoordcode nogmaals in:
ru: Повторите ввод кода:
sq: Jepeni sërish kodkalimin:
sr_latn: Unesiti šifru ponovo:

source: Passcodes must match.
ar: كلمات المرور يجب ان تتوافق
bn_bd: পাসকোড অবশ্যই মিলিতে হবে।
es: Las contraseñas deben coincidir.
ja: 暗証番号が一致しません。
nl: Wachtwoordcodes moeten overeenkomen.
ru: Коды должны совпадать.
sq: Kodkalimet duhet të përputhen.
sr_latn: Šifre moraju da se poklapa.

source: Once your device is locked, you will not be able to change this code again.
ar: ماإن جهازك يكون مقفل، لن تكون قادرا على تغيير هذه الكلمة مرة أخرى
bn_bd: একবার ডিভাইসটি লক হয়ে গেলে আপনি আর কোডটি পরিবর্তন করতে পারবেন না।
es: Una vez bloqueado el dispositivo, no podrá volver a cambiar este código.
ja: 一度端末がロックされると、再度この暗証番号を変更することはできません。
nl: Als uw apparaat eenmaal is vergrendeld, kunt u deze code niet meer wijzigen.
ru: После блокировки вашего устройства, вы больше не сможете снова изменить этот код.
sq: Pasi pajisja juaj të jetë kyçur, nuk do të jeni më në gjendje ta ndryshoni sërish këtë kod.
sr_latn: Nakon što zaključate uređaj, nećete moći da promenite šifru ponovo.

source: Ring Device
ar: رن الجهاز
bn_bd: ডিভাইস রিং করান
es: Sonar dispositivo
ja: 端末の着信音を鳴らす
nl: Apparaat bellen
ru: Позвонить на устройство
sq: Bjeri Ziles së Pajisjes
sr_latn: Zvoni

source: Play a sound on your device to help you find it.
ar: شغل صوتا على جهازك لكي يساعدك على ايجاده
bn_bd: ডিভাইসটি খুঁজে পেতে এতে শব্দ বাজান।
es: Reproduzca un sonido en el dispositivo para encontrarlo.
ja: 端末をより簡単に探せるよう着信音を鳴らします。
nl: Een geluid op uw apparaat afspelen om het te helpen vinden.
ru: Воспроизвести звук на устройстве, чтобы помочь вам его найти.
sq: Luani një tingukk në pajisjen tuaj që të ndihmoheni për ta gjetur.
sr_latn: Uključite zvuk na Vašem uređaju da bi ste ga lakše pronašli.
