Repository: 0x890/FindMyDevice-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: bn_bd, sr_latn

source: Find My Device — Firefox OS — Mozilla
sr_latn: Pronađi moj uređaj — Firefox OS — Mozilla

source: Find My Device
sr_latn: Pronađi moj uređaj

source: Locate a lost phone, lock it or even erase it remotely.
bn_bd: দূর থেকে আপনার ফোন খুঁজে বের করুন, লক করুন কিংবা এটি মুছে ফেলুন।
sr_latn: Pronađite izgubljen telefon, zaključajte ga ili izbrišite daljinski.

source: Sign in
bn_bd: সাইন ইন
sr_latn: Prijavi se

source: Create a Firefox Account
bn_bd: একটি ফায়ারফক্স অ্যাকাউন্ট তৈরি করুন
sr_latn: Napravite Firefox nalog

source: If you’ve lost your Firefox OS smartphone, Find My Device can help you find it. You can see it on a map, make it play a sound and have it display a message. You can also lock it for safety or delete your personal info completely.
bn_bd: আপনি যদি আপনার Firefox OS সম্বলিত স্মার্টফোনটি হারিয়ে ফেলেন, তাহলে Find My Device আপনাকে এটি খুঁজে বের করতে সাহায্য করবে। আপনি এটিকে ম্যাপে দেখতে পারবেন, এতে শব্দ বাজাতে পারবেন এবং এতে একটি বার্তা প্রদর্শন করাতে পারবেন। নিরাপত্তার জন্য এটি লক করতে পারবেন কিংবা ব্যক্তিগত তথ্য সম্পূর্ণরুপে মুছে ফেলতে পারবেন।
sr_latn: Ako ste izgubili Vaš Firefox OS pametan telefon, Pronađi moj uređaj Vam može pomoći da ga pronađete. Možete ga videti na mapi, učiniti da pusti zvuk i da prikaže poruku. Takođe ga možete zaključati radi bezbednosti ili u potpunosti izbrisati informacije.

source: To get started, make sure you have a Firefox Account and Find My Device enabled on your phone.
bn_bd: শুরু করার জন্য নিশ্চিত হওন যে আপনার একটি ফায়ারফক্স অ্যাকাউন্ট আছে এবং আপনার ফোনে Find My Device সক্রিয় করা আছে।
sr_latn: Da biste počeli, uverite se da imate Firefox nalog i Pronađi moj uređaj omogućen na Vašem telefonu.

source: Track
bn_bd: ট্র্যাক
sr_latn: Prati

source: As long as your phone remains on and connected to the Internet, you can see its location on the map.
bn_bd: যতক্ষণ পর্যন্ত আপনার ফোনটি চালু থাকবে এবং ইন্টারনেটে সংযুক্ত থাকবে ততক্ষণ পর্যন্ত আপনি এটিকে ম্যাপে খুঁজে পাবেন।
sr_latn: Dok god je Vaš telefonski broj aktivan i povezan na internet, moći ćete videti lokaciju Vašeg telefona na mapi.

source: Ring
bn_bd: রিং
sr_latn: Zvoni

source: If you see that it’s nearby on the map, you can make the phone ring, even if the ringer is set to silent.
bn_bd: যদি দেখেন যে ফোনটি আপনার আসে পাশেই আছে তবে এতে রিং বাজাতে পারেন, ফোনটি নিঃশব্দ করা থাকলেও রিং বাজবে।
sr_latn: Ukoliko vidite na mapi da je u blizini, možete da učinite da Vaš telefon zazvoni, čak i ako je zvuk isključen.

source: Lock
bn_bd: লক
sr_latn: Zaključaj

source: To protect your personal info, you can lock your screen and have it display a message to help someone return it to you.
bn_bd: আপনার ব্যক্তিগত তথ্য রক্ষার জন্য আপনার স্ক্রিন লক করে রাখতে পারেন এবং অন্য কেউ যাতে সহজে এটি আপনাকে ফিরিয়ে দিতে পারে তার জন্য একটি বার্তা প্রদর্শন করাতে পারেন।
sr_latn: Da bi ste zaštitili Vaše lične informacije, možete zaključati ekran i učiniti da prikaže poruku da pomogne nekome da Vam ga vrati.

source: Erase
sr_latn: Izbriši

source: If you’re unable to find your phone, you can permanently erase it, but please note that this can not be undone.
bn_bd: যদি আপনি ফোনটি খুঁজে না পান তবে এটিকে আপনি স্থায়ীভাবে মুছে ফেলতে পারেন, কিন্তু মনে রাখুন যে এটিকে আর পূর্বের অবস্থায় ফিরিয়ে নেয়া যাবেনা।
sr_latn: Ukoliko ne možete da nađete svoj telefon, možete ga izbrisati, ali imajte u vidu da se ovo brisanje ne može opozvati.

source: Portions of this content are ©1998–2014 by individual mozilla.org contributors. Content available under a <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons license</a>.
sr_latn: Delovi ovog sadržaja su ©1998–2014 od strane individualnih mozilla.org saradnika. Sadržaj je dostupan pod <a href='http://www.mozilla.org/foundation/licensing/website-content/'>Creative Commons licencom</a>.

source: Contact Us
bn_bd: আমাদের সাথে যোগাযোগ করুন
sr_latn: Kontaktirajte nas

source: Partner with Us
bn_bd: আমাদের সঙ্গে অংশীদার হোন
sr_latn: Postanite naši partneri

source: Donate
bn_bd: অনুদান
sr_latn: Donirajte

source: Firefox Affiliates
sr_latn: Firefox partneri

source: Contribute to this page
bn_bd: এই পাতায় অবদান রাখুন
sr_latn: Doprinesite ovoj stranici

source: Privacy
bn_bd: গোপনীয়তা
sr_latn: Privatnost

source: Legal
bn_bd: আইনগত
sr_latn: Pravno

source: Report Trademark Abuse
bn_bd: ট্রেডমার্ক অপব্যবহারের জন্য রিপোর্ট করুন
sr_latn: Prijavite zloupotrebu zaštitnog znaka

source: Mozilla
bn_bd: মজিলা

source: Mozilla:
bn_bd: মজিলা:
