Repository: 0x890/FindMyDevice-l10n
Catalog: locale/db_*/LC_MESSAGES/server.po
Languages: lb

source: Firefox OS
lb: ‮Ⅎıɹǝɟox OS

source: Find My Device
lb: ‮Ⅎıup Wʎ ᗡǝʌıɔǝ

source: Locate a lost phone, lock it or even erase it remotely.
lb: ‮⅂oɔɐʇǝ ɐ ʅosʇ dɥouǝ´ ʅoɔʞ ıʇ oɹ ǝʌǝu ǝɹɐsǝ ıʇ ɹǝɯoʇǝʅʎ˙

source: If you’ve lost your Firefox OS smartphone, Find My Device can help you find it. You can see it on a map, make it play a sound and have it display a message. You can also lock it for safety or delete your personal info completely.
lb: ‮Iɟ ʎon’‮ʌǝ ʅosʇ ʎonɹ Ⅎıɹǝɟox OS sɯɐɹʇdɥouǝ´ Ⅎıup Wʎ ᗡǝʌıɔǝ ɔɐu ɥǝʅd ʎon ɟıup ıʇ˙ ⅄on ɔɐu sǝǝ ıʇ ou ɐ ɯɐd´ ɯɐʞǝ ıʇ dʅɐʎ ɐ sonup ɐup ɥɐʌǝ ıʇ pısdʅɐʎ ɐ ɯǝssɐƃǝ˙ ⅄on ɔɐu ɐʅso ʅoɔʞ ıʇ ɟoɹ sɐɟǝʇʎ oɹ pǝʅǝʇǝ ʎonɹ dǝɹsouɐʅ ıuɟo ɔoɯdʅǝʇǝʅʎ˙

source: To get started, make sure you have a Firefox Account and Find My Device enabled on your phone.
lb: ‮⊥o ƃǝʇ sʇɐɹʇǝp´ ɯɐʞǝ snɹǝ ʎon ɥɐʌǝ ɐ Ⅎıɹǝɟox ∀ɔɔonuʇ ɐup Ⅎıup Wʎ ᗡǝʌıɔǝ ǝuɐqʅǝp ou ʎonɹ dɥouǝ˙

source: Sign in
lb: ‮Sıƃu ıu

source: Create a Firefox Account
lb: ‮Ↄɹǝɐʇǝ ɐ Ⅎıɹǝɟox ∀ɔɔonuʇ

source: Track
lb: ‮⊥ɹɐɔʞ

source: As long as your phone remains on and connected to the Internet, you can see its location on the map.
lb: ‮∀s ʅouƃ ɐs ʎonɹ dɥouǝ ɹǝɯɐıus ou ɐup ɔouuǝɔʇǝp ʇo ʇɥǝ Iuʇǝɹuǝʇ´ ʎon ɔɐu sǝǝ ıʇs ʅoɔɐʇıou ou ʇɥǝ ɯɐd˙

source: Ring
lb: ‮ᴚıuƃ

source: If you see that it’s nearby on the map, you can make the phone ring, even if the ringer is set to silent.
lb: ‮Iɟ ʎon sǝǝ ʇɥɐʇ ıʇ’‮s uǝɐɹqʎ ou ʇɥǝ ɯɐd´ ʎon ɔɐu ɯɐʞǝ ʇɥǝ dɥouǝ ɹıuƃ´ ǝʌǝu ıɟ ʇɥǝ ɹıuƃǝɹ ıs sǝʇ ʇo sıʅǝuʇ˙

source: Lock
lb: ‮⅂oɔʞ

source: To protect your personal info, you can lock your screen and have it display a message to help someone return it to you.
lb: ‮⊥o dɹoʇǝɔʇ ʎonɹ dǝɹsouɐʅ ıuɟo´ ʎon ɔɐu ʅoɔʞ ʎonɹ sɔɹǝǝu ɐup ɥɐʌǝ ıʇ pısdʅɐʎ ɐ ɯǝssɐƃǝ ʇo ɥǝʅd soɯǝouǝ ɹǝʇnɹu ıʇ ʇo ʎon˙

source: If you’re unable to find your phone, you can permanently erase it, but please note that this can not be undone.
lb: ‮Iɟ ʎon’‮ɹǝ nuɐqʅǝ ʇo ɟıup ʎonɹ dɥouǝ´ ʎon ɔɐu dǝɹɯɐuǝuʇʅʎ ǝɹɐsǝ ıʇ´ qnʇ dʅǝɐsǝ uoʇǝ ʇɥɐʇ ʇɥıs ɔɐu uoʇ qǝ nupouǝ˙

source: Mozilla
lb: ‮Wozıʅʅɐ

source: Portions of this content are ©1998–2014 by individual mozilla.org contributors. Content available under a <a href="/en-US/foundation/licensing/website-content/">Creative Commons license</a>.
lb: ‮Ԁoɹʇıous oɟ ʇɥıs ɔouʇǝuʇ ɐɹǝ ©1998–2014‮ qʎ ıupıʌıpnɐʅ ɯozıʅʅɐ˙oɹƃ ɔouʇɹıqnʇoɹs˙ Ↄouʇǝuʇ ɐʌɐıʅɐqʅǝ nupǝɹ ɐ <a href="/en-US/foundation/licensing/website-content/">‮Ↄɹǝɐʇıʌǝ Ↄoɯɯous ʅıɔǝusǝ</a>‮˙

source: Contact Us
lb: ‮Ↄouʇɐɔʇ ∩s

source: Partner with Us
lb: ‮Ԁɐɹʇuǝɹ ʍıʇɥ ∩s

source: Donate
lb: ‮ᗡouɐʇǝ

source: Firefox Affiliates
lb: ‮Ⅎıɹǝɟox ∀ɟɟıʅıɐʇǝs

source: Contribute to this page
lb: ‮Ↄouʇɹıqnʇǝ ʇo ʇɥıs dɐƃǝ

source: Privacy
lb: ‮Ԁɹıʌɐɔʎ

source: Legal
lb: ‮⅂ǝƃɐʅ

source: Report Trademark Abuse
lb: ‮ᴚǝdoɹʇ ⊥ɹɐpǝɯɐɹʞ ∀qnsǝ

source: Mozilla:
lb: ‮Wozıʅʅɐ:

source: <a href="https://twitter.com/mozilla">Twitter<span> (@mozilla)</span></a>
lb: <a href="https://twitter.com/mozilla">‮⊥ʍıʇʇǝɹ<span>‮ (@ɯozıʅʅɐ)</span></a>

source: <a href="https://www.facebook.com/mozilla">Facebook<span> (Mozilla)</span></a>
lb: <a href="https://www.facebook.com/mozilla">‮Ⅎɐɔǝqooʞ<span>‮ (Wozıʅʅɐ)</span></a>

source: Firefox:
lb: ‮Ⅎıɹǝɟox:

source: <a href="https://twitter.com/firefox">Twitter<span> (@firefox)</span></a>
lb: <a href="https://twitter.com/firefox">‮⊥ʍıʇʇǝɹ<span>‮ (@ɟıɹǝɟox)</span></a>

source: <a href="https://www.facebook.com/Firefox">Facebook<span> (Firefox)</span></a>
lb: <a href="https://www.facebook.com/Firefox">‮Ⅎɐɔǝqooʞ<span>‮ (Ⅎıɹǝɟox)</span></a>

source: <a href="https://www.youtube.com/firefoxchannel">YouTube<span> (firefoxchannel)</span></a>
lb: <a href="https://www.youtube.com/firefoxchannel">‮⅄on⊥nqǝ<span>‮ (ɟıɹǝɟoxɔɥɐuuǝʅ)</span></a>

source: Other languages:
lb: ‮Oʇɥǝɹ ʅɐuƃnɐƃǝs:

source: Go
lb: ‮⅁o
